Repository: ib-tehnologije/OCPP.Core
Catalog: OCPP.Core.Management/Resources/Views.Home.OwnerReport.*.resx
Languages: de

# Title
source: Owner report
de: Eigentümer-Report

source: Start date
de: Startdatum

# StopDate
source: End date
de: Enddatum

source: Refresh
de: Aktualisieren

source: Download CSV
de: CSV herunterladen

source: Download XLSX
de: XLSX herunterladen

# SendEmails
source: Send to owners
de: E-Mails an Eigentümer senden

# OwnerName
source: Owner
de: Eigentümer

source: Owner email
de: E-Mail Eigentümer

source: Energy (kWh)
de: Energie (kWh)

source: Energy revenue
de: Erlös Energie

# UsageFees
source: Idle/usage fees
de: Nutzungsgebühren

source: User session fees
de: Sitzungsgebühren Nutzer

source: Owner session fees
de: Sitzungsgebühren Betreiber

# GrossTotal
source: Gross
de: Brutto

source: Operator commission
de: Betreiberprovision

source: Operator revenue
de: Erlös Betreiber

source: Owner payout
de: Auszahlung Eigentümer

# SessionCount
source: Sessions
de: Anzahl Sitzungen

source: Session details
de: Sitzungsdetails

source: Charge point
de: Ladestation

source: Connector
de: Stecker

# OwnerReportSummary
source: Summary
de: Übersicht

# OwnerUnassigned
source: Unassigned owner
de: Ohne Eigentümer

# EmailDisabled
source: Email sending is disabled in configuration.
de: E-Mail-Versand ist in der Konfiguration deaktiviert.

# EmailNoRecipients
source: No owner email addresses found for the selected period.
de: Keine Eigentümer-E-Mail-Adressen für den ausgewählten Zeitraum gefunden.

# EmailSendSuccess
source: Sent {0} owner report email(s).
de: {0} Eigentümer-Report-E-Mail(s) gesendet.

# EmailSendPartial
source: Sent {0} email(s); {1} failed.
de: {0} E-Mail(s) gesendet; {1} fehlgeschlagen.

# OwnerReportSubject
source: Owner report {0} - {1}
de: Eigentümer-Report {0} - {1}

# OwnerReportBody
source: Hello {0}, your charging report for {1} to {2} is attached.
de: Hallo {0}, dein Lade-Report für {1} bis {2} ist angehängt.
