Repository: ib-tehnologije/OCPP.Core
Catalog: OCPP.Core.Management/Resources/Views.Home.ChargePointManage.*.resx
Languages: de

# Title
source: Manage charger
de: Ladestation verwalten

# Header
source: Manage charger
de: Ladestation verwalten

source: Remote control
de: Fernsteuerung

source: Connector
de: Anschluss

# ConnectorDisplay
source: Connector %id% (%name%)
de: Anschluss %id% (%name%)

# IdTag
source: Charge tag
de: Ladekarte

source: Limit
de: Leistungsgrenze

source: Reset
de: Neustart

source: Unlock
de: Entriegeln

source: Stop
de: Stopp

source: Set limit
de: Grenze setzen

source: Clear limit
de: Grenze löschen

# LiveNote
source: Commands require the charger to be online; responses time out after 60 seconds.
de: Befehle erfordern eine Online-Verbindung; Timeout nach 60 Sekunden.

source: Configuration
de: Konfiguration

source: Key
de: Schlüssel

source: Value
de: Wert

source: Range
de: Spanne

source: Get key
de: Schlüssel abrufen

source: Get all
de: Alle abrufen

source: Save key
de: Schlüssel speichern

# KeyHelp
source: Pick an Alfen key from the list or type any OCPP key.
de: Alfen-Schlüssel wählen oder beliebigen OCPP-Schlüssel eingeben.

# ValueHelp
source: Leave empty when only reading a key.
de: Leer lassen, wenn nur gelesen wird.

source: No data
de: Keine Daten

source: Working...
de: Wird ausgeführt...

# MissingKey
source: Please enter a key.
de: Bitte einen Schlüssel eingeben.

# MissingTag
source: Please choose a charge tag.
de: Bitte eine Ladekarte auswählen.

# MissingLimit
source: Please enter a limit value.
de: Bitte einen Grenzwert eingeben.

# ErrorGeneric
source: Request failed
de: Anfrage fehlgeschlagen
